import CustomCard from '../CustomCard/CustomCard';

export default function Women() {
  return (
    <div
      style={{
        display: 'flex',
        justifyContent: 'space-around',
        marginTop: '6%',
        flexWrap: 'wrap',
        gap: '30px',
        marginBottom: '5%',
      }}
    >
      <CustomCard
        img="/contouring.jpg"
        title="Окрашивание волос в технике контуринга"
        description={`Окрашивание волос в технике контуринга — это метод, который позволяет создать эффект объемного и естественного цвета волос, подчеркивающего форму лица. Основные моменты:

        1. Игра света и тени: Используются несколько оттенков, обычно от одного до трех, чтобы акцентировать внимание на определенных участках волос и создать игру света и тени.
        
        2. Лицевые пряди: Обычно более светлые пряди окрашиваются в зоне лицевых рамок, чтобы подчеркнуть черты лица и освежить образ.
        
        3. Гармония с натуральным цветом: При создании контуринга цвет окрашивания выбирается так, чтобы он плавно переходил от натурального цвета, что обеспечивает естественный вид.
        
        4. Разные техники: Используются различные методы окрашивания, такие как мелирование или балаяж, для достижения необходимого эффекта.
        
        5. Уход и поддержка: Для сохранения яркости и здоровья волос после окрашивания необходимо регулярное применение средств по уходу за окрашенными волосами.
        
        Контуринг волос помогает создать динамичный и объемный образ, делая его более выразительным без резких изменений.`}
      />
      <CustomCard
        img="/oneTone.jpg"
        title="Окрашивание волос в один тон"
        description={`Окрашивание волос в один тон — это техника, при которой волосы окрашиваются в один сплошной цвет без переходов и градиентов. Вот основные характеристики этого метода:

        1. Единообразие цвета: Все волосы окрашиваются в один оттенок, что придает прическе свежий и аккуратный вид.
        
        2. Простота и доступность: Этот метод подходит для тех, кто хочет легко и быстро изменить цвет волос, не прибегая к сложным техникам.
        
        3. Разнообразие оттенков: Можно выбрать как натуральные, так и яркие цвета, в зависимости от желаемого результата.
        
        4. Меньше ухода: Окрашивание в один тон требует менее частого обновления, чем более сложные техники, но все равно необходимо следить за состоянием волос и регулярно подкрашивать корни.
        
        5. Эффект здоровых волос: Однотонное окрашивание может создать иллюзию более здоровых и ухоженных волос, особенно если выбран качественный красящий состав.
        
        Эта техника подходит как для тех, кто впервые решается на окрашивание, так и для тех, кто предпочитает минимализм в своем образе.`}
      />
      <CustomCard
        img="/highlighting.jpg"
        title="Мелирование"
        description={`Окрашивание мелирование — это техника, при которой отдельные пряди волос окрашиваются в цвет, отличный от основного. Вот основные характеристики этого метода:

        1. Игра света и тени: Мелирование создает эффект объема и глубины, придавая прическе динамичность и текстуру.
        
        2. Натуральный вид: Правильно выполненное мелирование делает цвет волос более естественным и живым, зачастую имитируя солнечные блики.
        
        3. Разнообразие техник: Существует несколько способов мелирования, таких как классическое, балаяж или омбре, что позволяет выбрать стиль в зависимости от желаемого результата.
        
        4. Меньше заметные отросшие корни: Мелирование позволяет более плавно переходить от окрашенных прядей к натуральным, что делает отросшие корни менее заметными.
        
        5. Вариативность оттенков: Возможность комбинации различных цветов позволяет создать индивидуальный и уникальный образ.
        
        Мелирование отлично подходит тем, кто хочет освежить свой образ, не прибегая к полному окрашиванию.`}
      />
      <CustomCard 
      img="/airtach.jpg"
      title="Аиртач"
        description={`Аиртач — это современная техника окрашивания волос, которая сочетает в себе элегантность и естественность. Этот метод позволяет добиться мягких, воздушных переходов цветовых градиентов, создавая эффект солнечного поцелуя на прядях. 

        Основные характеристики аиртача:
        
        1. Нежный переход: Аиртач предусматривает плавное растяжение цвета от корней до кончиков, что придает волосам объем и текстурность. Этот метод идеально подходит для создания натурального эффекта, напоминая освеженные пряди, которые вы могли бы получить на солнечном берегу.
        
        2. Индивидуальный подход: Мастера используют технику «выборочного окрашивания», акцентируя внимание на самых выигрышных прядях. Это позволяет учитывать структуру волос и индивидуальные особенности внешности, создавая уникальный образ для каждого клиента.
        
        3. Минимум повреждений: Аиртач, как правило, подразумевает меньший контакт с корнями и более щадящее применение окрашивающих средств, что снижает риск повреждения волос.
        
        4. Долговременный эффект: Благодаря мягким градиентам, аиртач требует реже проводить коррекцию окрашивания, так как отросшие корни смотрятся естественно и гармонично.
        
        5. Широкая палитра: С помощью аиртача можно экспериментировать с различными оттенками, от холодных блондов до глубоких шоколадных тонов, позволяя создавать как яркие акценты, так и утонченные нюансы.`}
      />
      <CustomCard 
            img="/Hidden.jpg"
            title="Скрытое окрашивание волос"
              description={`Скрытое окрашивание волос — это техника, которая предполагает окрашивание лишь некоторых прядей волос, оставляя основную массу в натуральном цвете. Обычно такие окрашенные пряди располагаются на затылке или сбоку, так что при обычном укладке они остаются незаметными. 

              Эта техника позволяет создавать интересные акценты и эффектные переходы цветов, которые легко скрыть под основной массой волос. Скрытое окрашивание идеально подходит для тех, кто хочет добавить яркости и креативности своему образу, не прибегая к кардинальным изменениям. Такие пряди могут быть яркими и насыщенными или наоборот, в пастельных тонах — всё зависит от предпочтений. 
              
              Скрытое окрашивание — это отличный способ самовыражения, позволяющий быть более смелым в выборе стиля, оставаясь в рамках профессионального или классического образа.`}/>
    </div>
  );
}
