function manicurePrice() {
  return (
    <>
      <div> Маникюр классический/ аппаратный/ комбинированный - 800 р. </div>
      <div> Педикюр классический/ аппаратный/ smart - 1800 р. </div>
      <div> Маникюр + покрытие гель-лаком + ремонт + укрепление - 2500 р. </div>
      <div> Экспресс педикюр + покрытие гель-лаком - 2500 р. </div>
      <div> Педикюр + покрытие гель-лаком - 3000 р. </div>
      <div> Маникюр мужской - 1000 р. </div>
      <div> Педикюр мужской - 2000 р. </div>
      <div> Покрытие лаком - 200 р. </div>
      <div> Покрытие гель-лаком - 1700 р. </div>
      <div> Укрепление/выравнивание - 500 р. </div>
      <div> Снятие покрытия* - 400 р. </div>
      <div> Ремонт ногтей - 200/500 р. </div>
      <div> Дизайн - от 100 р. </div>

      <span> *снятие без дальнейшего покрытия или снятие покрытия, сделанного не в нашем салоне. </span>
    </>
  );
}

function manPrice() {
  return (
    <>
      <div> Стрижка насадками - 600-600 р. </div>
      <div> Классическая - 700-1000 р. </div>
      <div> Модельная - 1000-1500 р. </div>
      <div> Удлиненная - 800-1500 р. </div>
      <div> Коррекция бороды - 250 р. </div>
      <div> Окантовка бороды - 250 р. </div>
    </>
  );
}

function womanPrice() {
  return (
    <>
      <div style={{ color: 'black' }}> Длина волос:</div>
      <div> Короткие - 900-1200 р. </div>
      <div> Средние - 1200-1500 р. </div>
      <div> Длинные - 1600-2500 р. </div>
      <div> Ровный срез - 700-1000 р. </div>
      <div> Чёлка - 300-500 р. </div>
      <div style={{ color: 'black' }}> Укладки:</div>
      <div> Короткие - 1000-1500 р. </div>
      <div> Средние - 1500-2000 р. </div>
      <div> Длинные - 2000-3500 р. </div>
    </>
  );
}

function colorPrice() {
  return (
    <>
      <div> Кератин - 3000-10000 р. </div>
      <div> Ботокс - 4000-8000 р. </div>
      <div> Химическая завивка - 2500-8000 р. </div>
      <div style={{ color: 'black' }}> Сложное окрашивание: </div>
      <div> Короткие - 1500-2500 р. </div>
      <div> Средние - 2500-4000 р. </div>
      <div> Длинные - 4500-6000 р. </div>
      <div style={{ color: 'black' }}> Окрашивание в один тон: </div>
      <div> Короткие - 1500-2000 р. </div>
      <div> Средние - 2000-3000 р. </div>
      <div> Длинные - 3000-5000 р. </div>
      <div> Окрашивание корней - 1500-3000 р. </div>
      <div style={{ color: 'black' }}> Профессиональный уход за волосам: </div>
      <div> Ампулы-реконструкторы - 1000р </div>
      <div> Плазма - 500р </div>
      <div> Система Plex - 700р </div>
      <div> Instacure - 500р </div>
      <div style={{ color: 'black' }}> Материалы: </div>
      <div> Краситель - 600р./60гр. </div>
      <div> Обесцвечивающий порошок - 250р./30гр. </div>
      <div> Кератин - 50р./1гр. </div>
      <div> </div>
    </>
  );
}

export { manicurePrice, manPrice, womanPrice, colorPrice };
