function manicurePrice() {
  return (
    <>
      <div> Маникюр классический/ аппаратный/ комбинированный - 800 р. </div>
      <div> Педикюр классический/ аппаратный/ smart  - 1800 р. </div>
      <div> Маникюр мужской - 800 р. </div>
      <div> Педикюр мужской - 2000 р. </div>
      <div> Покрытие гель-лаком - 1200 р. </div>
      <div> Покрытие лаком - 200 р. </div>
      <div> Укрепление/выравнивание - 300 р. </div>
      <div> Ремонт ногтей - 200/500 р. </div>
      <div> Наращивание - 3000 р. </div>
      <div> Дизайн -  от 100 р. </div>
    </>
  );
}

function manPrice() {
  return (
    <>
      <div> Стрижка машинкой - 300-500 р. </div>
      <div> Классическая     - 600-700 р. </div>
      <div> Удлиненная       - 800-1000 р. </div>
      <div> Коррекция бороды - 250 р. </div>
      <div> Окантовка бороды - 250 р. </div>
    </>
  );
}

function womanPrice() {
  return (
    <>
      <div style={{color: 'black'}}>  Длина волос:</div>
      <div> Короткие - 800-1000 р. </div>
      <div> Средние  - 1000-1400 р. </div>
      <div> Длинные  - 1400-1600 р. </div>
      <div> Ровный срез  - 500-700 р. </div>
      <div style={{color: 'black'}}>  Укладки:</div>
      <div> Короткие - 600-800 р. </div>
      <div> Средние  - 800-1000 р. </div>
      <div> Длинные  - 1000-1500 р. </div>
    </>
  );
}

function colorPrice() {
  return (
    <>
      <div> Кератин - 3000-6000 р. </div>
      <div> Ботокс  - 2000-5000 р. </div>
      <div> Химическая завивка  - 2500-5000 р. </div>
      <div style={{color: 'black'}}>  Сложное окрашивание:  </div>
      <div> Короткие -  1000-2000 р. </div>
      <div> Средние  -  2000-3500 р. </div>
      <div> Длинные  -  3500-5000 р. </div>
      <div style={{color: 'black'}}> Окрашивание в один тон: </div>
      <div> Короткие -  1000-1200 р. </div>
      <div> Средние  -  1200-1700 р. </div>
      <div> Длинные  -  1700-2700 р. </div>
      <div style={{color: 'black'}}> Материалы: </div>
      <div> Краситель - 600р./60гр. </div>
      <div> Обесцвечивающий порошок - 250р./30гр. </div>
      <div>  </div>
      

    </>
  );
}

export { manicurePrice, manPrice, womanPrice, colorPrice };
